i5-2500k/3.17.8/300/1/read-only-16.log
starting vacuum...end.
transaction type: <builtin: select only>
scaling factor: 300
query mode: simple
number of clients: 16
number of threads: 1
duration: 900 s
number of transactions actually processed: 51694450
latency average: 0.279 ms
tps = 57437.300323 (including connections establishing)
tps = 57437.364488 (excluding connections establishing)